Repository: leetspeak-systems/chaostemple
Catalog: chaostemple/locale/*/LC_MESSAGES/django.po
Languages: is

source: Name
is: Nafn

source: Issue type
is: Málstegund

source: Status
is: Staða

source: Fate
is: Afgreiðsla

source: Proposer
is: Flutningsmaður

source: person
is: persóna

source: committee
is: nefnd

source: Published
is: Útbýtt

source: Issue origin
is: Málsuppruni

source: Minister
is: Ráðherra

source: Party
is: Flokkur

source: Committee
is: Nefnd

source: Rapporteur
is: Framsögumaður

source: Committee meetings
is: Nefndarfundir

source: Distributed
is: Dreift

source: Awaiting 1st debate
is: Bíður 1. umræðu

source: Currently in 1st debate
is: Í 1. umræðu

source: 1st debate concluded
is: 1. umræðu lokið

source: Sent to committee
is: Sent til nefndar

source: Currently in committee
is: Í nefnd

source: Reviews requested
is: Í umsagnarferli

source: Reviews deadline expired
is: Umsagnarfrestur liðinn

source: Considered by committee
is: Úr nefnd

source: Awaiting 2nd debate
is: Bíður 2. umræðu

source: Currently in 2nd debate
is: Í 2. umræðu

source: 2nd debate concluded
is: 2. umræðu lokið

source: Sent to committee (after 2nd debate)
is: Sent til nefndar (eftir 2. umræðu)

source: Currently in committee (after 2nd debate)
is: Í nefnd (eftir 2. umræðu)

source: Considered by committee (after 2nd debate)
is: Úr nefnd (eftir 2. umræðu)

source: Awaiting 3rd debate
is: Bíður 3. umræðu

source: Currently in 3rd debate
is: Í 3. umræðu

source: 3rd debate concluded
is: 3. umræðu lokið

source: Issue concluded
is: Máli lokið

source: Awaiting former debate
is: Bíður fyrri umræðu

source: Currently in former debate
is: Í fyrri umræðu

source: Former debate concluded
is: Fyrri umræðu lokið

source: Awaiting latter debate
is: Bíður seinni umræðu

source: Currently in latter debate
is: Í seinni umræðu

source: Latter debate concluded
is: Seinni umræðu lokið

source: Answered
is: Svarað

source: Voted on
is: Atkvæði greidd

source: Report delieverd
is: Skýrslu skilað

source: Concluded
is: Lokið

source: rejected
is: hafnað

source: accepted
is: samþykkt

source: sent to government
is: sent til ríkisstjórnar

source: Government issue
is: Stjórnarmál

source: MP issue
is: Þingmannamál

source: today
is: í dag

source: yesterday
is: í gær

source: %d days ago
is: fyrir %d dögum

source: tomorrow
is: á morgun

source: in %d days
is: eftir %d daga

source: Temple of Chaos
is: Musteri Glundroðans

source: parliament
is: þing

source: Today's issues
is: Mál dagsins

source: Upcoming Issues
is: Komandi mál

source: Monitors
is: Vaktanir

source: Opened Issues
is: Opnuð mál

source: Issues with new data
is: Mál með nýjum gögnum

source: New Parliamentary Documents
is: Ný þingskjöl

source: Issues
is: Þingmál

source: issue
is: mál

source: Parliamentary Sessions
is: Þingfundir

source: parliamentary session
is: þingfundur

source: Committees
is: Nefndir

source: Categories
is: Efnisflokkar

source: Parliamentary Parties
is: Þingflokkar

source: Parliamentarians
is: Þingmenn

source: b.
is: f.

source: Parties
is: Flokkar

source: MPs
is: Þingmenn

source: Initials
is: Upphafsstafir

source: Initials already in use by an MP or minister.
is: Upphafsstafir fráteknir fyrir þingmann eða ráðherra.

source: Initials already taken by a different user.
is: Upphafsstafir þegar í notkun af öðrum notanda.

source: Email
is: Netfang

source: Password
is: Lykilorð

source: Email address not allowed.
is: Netfang ekki heimilt.

source: Email address already in use.
is: Netfang þegar í notkun.

source: Parliamentary Documents
is: Þingskjöl

source: Reviews
is: Umsagnir

source: Attention
is: Aðvörun

source: Knowledge
is: Þekking

source: Support
is: Stuðningur

source: Proposals
is: Tillögur

source: None
is: Engin

source: Question
is: Spurning

source: Exclamation
is: Upphrópun

source: Unread
is: Ólesið

source: Briefly examined
is: Lauslega skoðað

source: Examined
is: Skoðað

source: Thoroughly examined
is: Vel skoðað

source: Undefined
is: Ótilgreint

source: Strong Opposition
is: Eindregin andstaða

source: Oppose
is: Andstaða

source: Neutral
is: Hlutleysi

source: Strong Support
is: Eindreginn stuðningur

source: Referral
is: Tilvísun

source: Other
is: Annað

source: Minor
is: Minniháttar

source: Some
is: Einhverjar

source: Major
is: Meiriháttar

source: New
is: Nýtt

source: Something bad happened!
is: Eitthvað slæmt gerðist!

source: A bunch of well-trained monkeys have been notified and they will take a look at the problem as soon as possible.
is: Hópur vel þjálfaðra apa hefur verið látinn vita og þeir munu líta á vandann eins fljótt og auðið er.

source: Sometimes things break only for a few seconds, so it may work if you try again.
is: Stundum bila hlutirnir bara í nokkrar sekúndur, svo það getur virkað að reyna aftur.

source: Otherwise, please contact us and notify us of the problem.
is: Ef ekki, endilega láttu okkur vita af vandanum..

source: Back to
is: Aftur í

source: current
is: líðandi

source: Current and Upcoming
is: Á döfinni

source: Committee Meetings
is: Nefndarfundir

source: No incoming data
is: Engin ný gögn

source: Lists
is: Listar

source: My issues
is: Þingmálin mín

source: Standing Committees
is: Fastanefndir

source: Parliamentarians and ministers
is: Þingmenn og ráðherrar

source: Earlier Parliaments
is: Fyrri þing

source: User Home
is: Heimasvæði

source: Access
is: Aðgangur

source: Logout
is: Útskrá

source: Sign up
is: Nýskrá

source: Login
is: Innskrá

source: Yes
is: Já

source: No
is: Nei

source: No results found
is: Engar niðurstöður fundust

source: Previous day
is: Fyrri dagur

source: Next day
is: Næsti dagur

source: No sessions on this day.
is: Engir þingfundir á þessum degi.

source: No committee agendas on this day.
is: Engir nefndafundir á þessum degi.

source: Are you sure that you want to mark this document as new and delete your dossier on it?
is: Ertu viss um að þú viljir merkja þetta skjal sem nýtt og eyða skrá þinni um það?

source: Your dossier contains information such as glossaries, knowledge status etc.
is: Skráin þín inniheldur upplýsingar eins og glósur, þekkingarstöðu o.s.frv.

source: This action cannot be undone.
is: Þessa aðgerð er ekki hægt að taka til baka.

source: Cancel
is: Hætta við

source: Delete
is: Eyða

source: Are you sure you want to mark this entire issue as new and delete all dossiers on it?
is: Ertu viss um að þú viljir merkja þetta mál sem nýtt og eyða öllum skrám um það?

source: Marking an issue as new permanently deletes the issue&apos;s dossiers which include information such as glossaries, knowledge status, etc.
is: Að merkja mál sem nýtt felur í sér eyðingu allra skráa sem tilheyra málinu, en þau innihalda gögn á borð við glósur, þekkingarstöðu o.s.frv.

source: Are you sure you want to delete this memo?
is: Ertu viss um að þú viljir eyða þessum minnispunkti?

source: Grant Access
is: Veita aðgang

source: Group
is: Hópur

source: User
is: Notandi

source: Full Access
is: Fullur aðgangur

source: Parliament
is: Þing

source: Issue
is: Þingmál

source: Are you sure you want to revoke this access?
is: Ertu viss um að þú viljir eyða þessum aðgangi?

source: Category Group
is: Yfirefnisflokkur

source: Category
is: Efnisflokkur

source: Issues in category
is: Þingmál í efnisflokki

source: No issues found
is: Engin mál fundust

source: Meetings
is: Fundir

source: Timing
is: Tímasetning

source: Items
is: Liðir

source: Committee Members
is: Nefndarmenn

source: Deputies
is: Varamenn

source: Observers
is: Áheyrnarfulltrúar

source: Issues in committee
is: Mál í nefnd

source: Parliamentary Document
is: Þingskjal

source: Previously published
is: Áður lagt fram

source: Later published
is: Endurflutt seinna

source: Summary
is: Samantekt

source: Purpose
is: Markmið

source: Change Description
is: Helstu breytingar og nýjungar

source: Changes to Law
is: Breytingar á lögum og tengd mál

source: Cost and Revenue
is: Kostnaður og tekjur

source: Other Information
is: Aðrar upplýsingar

source: Review Description
is: Umsagnir (helstu atriði)

source: Media Coverage
is: Fjölmiðlaumfjöllun

source: Data from Althingi is required for this software to operate. In order to fetch all supported data for the current parliament (which is recommended), issue the management command "python manage.py update_althingi all" in the directory where the software is installed. You may also explore more options by issuing "python manage.py update_althingi help".
is: Gögn frá Alþingi eru nauðsynleg fyrir þennan hugbúnað. Til þess að sækja öll studd gögn um yfirstandandi þing (sem er mælt með), keyrðu umsjónarskipunina "python manage.py update_althingi all" í möppunni þar sem hugbúnaðurinn er uppsettur. Þú getur einnig kannað frekari valkosti með því að keyra "python manage.py update_althingi help".

source: If you are unfamiliar with Django management commands you must either seek the assistance of someone who is familiar with them, or spend some time learning about Django management with the internet's assistance. If you're used to command lines you should be able to figure it out on your own.
is: Ef þú þekkir ekki Django umsjónarskipanir þarftu annaðhvort að sækja þér aðstoð einhvers sem þekkir þær, eða setja smá tíma í að læra um þær á internetinu. Ef þú ert vanur/vön skipanalínum ættirðu að geta fundið út úr þeim á eigin spýtur.

source: No parliaments have been configured yet.
is: Engin þing hafa enn verið sett inn.

source: Parliamentary Party
is: Þingflokkur

source: Deputy Parliamentarians
is: Varaþingmenn

source: Issues from party
is: Þingmál frá flokki

source: Proposed issues
is: Framlögð mál

source: Rapporteured issues
is: Framsögumál

source: All parties
is: Allir flokkar

source: Parliamentarian
is: Þingmaður

source: Party at end of parliament
is: Flokkur við þinglok

source: Parliamentary Seat
is: Þingsæti

source: Constituency
is: Kjördæmi

source: Deputy Parliamentarian
is: Varaþingmaður

source: Planned Timing
is: Tímasetning

source: Number
is: Númer

source: Start Timing
is: Upphafstími

source: End Timing
is: Lokatími

source: Statistics
is: Tölfræði

source: Inquiries with written responses
is: Fyrirspurnir til skriflegs svars

source: Inquiries
is: Fyrirspurnir

source: Answered inquiries
is: Svaraðar fyrirspurnir

source: Response ratio
is: Svarhlutfall

source: Average waiting time
is: Meðalbiðtími

source: days
is: dagar

source: Highest waiting time
is: Lengsti biðtími

source: Lowest waiting time
is: Stysti biðtími

source: Note: Earlier parliaments may lack data from newer features which were not available at the time.
is: Athugið: Gögn getur vantað í fyrri þing vegna þess að tilheyrandi eiginleikar höfðu ekki verið þróaðir á þeim tíma.

source: Parliament number
is: Númer þings

source: Era
is: Tímabil

source: Last full data update
is: Síðasta heila gagnauppfærsla

source: parliamentarian
is: þingmaður

source: Email address
is: Netfang

source: Facebook page
is: Facebook síða

source: YouTube channel
is: YouTube rás

source: Twitter page
is: Twitter síða

source: Blog site
is: Blogg

source: Website
is: Vefsíða

source: Minister Seats
is: Ráðherrasetur

source: Time period
is: Tímabil

source: Seats
is: Þingseta

source: MP
is: þm.

source: Committee Seats
is: Nefndasetur

source: Special discussions
is: Sérstakar umræður

source: Which person do you mean?
is: Hvaða einstakling áttu við?

source: This issue has been automatically monitored. You can unmonitor it at the top of the page. You can also change this behavior in your user settings.
is: Þetta mál hefur sjálfkrafa verið sett í vöktun. Þú getur afvaktað það ofarlega á síðunni. Þú getur einnig breytt þessari virkni í notendastillingum.

source: agenda item
is: dagskrárliður

source: parliamentary document
is: þingskjal

source: Proposers
is: Flutningsmenn

source: Mark as New
is: Merkja sem nýtt

source: The following group membership requests need processing. If you are absolutely certain that a user belongs to the group that they're asking for access to, you may accept it. If you're certain that they shouldn't belong to the group they're requesting access to, you may reject it. If in doubt, leave the decision to someone else.
is: Eftirfarandi eru óafgreiddar umsóknir um aðild að hópum. Ef þú ert algjörlega viss um að notandi tilheyri hópi geturðu samþykkt umsóknina. Ef þú ert viss um að hann eigi ekki að tilheyra hópnum geturðu hafnað henni. Ef þú ert ekki viss skaltu láta einhvern annan um ákvörðunina.

source: wants access to group
is: vill aðgang að hópnum

source: Accept
is: Samþykkja

source: Reject
is: Hafna

source: and others
is: o.fl.

source: B-issue
is: B-mál

source: Inquisitor
is: Fyrirspyrjandi

source: Responder
is: Til svara

# document_plural
source: new
is: ný

# document_singular
source: new
is: nýtt

# review_plural
source: new
is: nýjar

# review_singular
source: new
is: ný

source: new
is: nýtt

source: New issue
is: Nýtt mál

source: new documents
is: ný þingskjöl

source: new reviews
is: nýjar umsagnir

source: Monitor
is: Vöktun

source: All monitored issues
is: Öll vöktuð mál

source: News from monitored issues
is: Fréttir af vöktuðum málum

source: No news from monitored issues
is: Engar fréttar af vöktuðum málum

source: Number, name, description or first proposer of issue
is: Númer, nafn, lýsing eða fyrsti flutningsmaður máls

source: Download CSV
is: Niðurhala CSV

source: You may request membership of a group below. Any user in that group may approve or reject your request. Note that once you become a member of a group, <strong>that group automatically gets access to all your information</strong>.
is: Þú getur sótt um aðild að hópi hér fyrir neðan. Allir meðlimir hópsins geta samþykkt umsókn þína eða hafnað henni. Athugaðu að þegar þú gerist meðlimur hóps <strong>fær allur hópurinn sjálfkrafa aðgang að öllum þínum gögnum</strong>.

source: Apply
is: Sækja um

source: Pending membership requests
is: Óafgreiddar umsóknir

source: continued
is: framhaldið

source: Special discussion
is: Sérstök umræða

source: tenure ended prematurely
is: þingstörfum lauk fyrir þinglok

source: Minister from outside of Parliament
is: Utanþingsráðherra

source: Subscription
is: Áskrift

source: In Upcoming Sessions
is: Á komandi þingfundum

source: In Upcoming Committees
is: Á komandi nefndarfundum

source: Here you can give others access to your data. Users and groups that you add here have access to the data that you specify. You may either specify individual issues, in which case they can only see data for those issues, or you can give them full access, in which case they can see data regarding any issue.
is: Hér geturðu gefið öðrum aðgang að gögnum þínum. Notendur og hópar sem þú bætir hér við hafa þann aðgang sem þú veitir þeim. Þú getur veitt aðgang að tilteknum málum og þá sér notandinn/hópurinn einungis gögn um þau mál, eða þú getur veitt fullan aðgang, sem veitir heimild til að sjá gögn um öll mál.

source: Groups
is: Hópar

source: Following are the groups that you are currently a member of and a list of all their members.
is: Eftirfarandi eru þeir hópar sem þú ert meðlimur í, ásamt listi yfir aðra meðlimi þeirra.

source: Members
is: Meðlimir

source: Currently, you do not belong to any group.
is: Þú ert ekki í neinum hópi eins og er.

source: Change Password
is: Breyta lykilorði

source: Change Profile
is: Breyta upplýsingum

source: User information
is: Upplýsingar um notanda

source: Settings
is: Stillingar

source: Automatically monitor issues when worked on.
is: Setja mál sjálfkrafa í vöktun þegar unnið er í þeim.

source: Hide concluded issues from monitoring menu.
is: Sleppa loknum málum úr vöktunarvalblaði.

source: Subscriptions
is: Áskriftir

source: Monitored Issues
is: Mál í vöktun

source: Account Activated
is: Aðgangur virkjaður

source: Your account is now activated.
is: Aðgangur þinn er nú virkur.

source: You can log in.
is: Þú getur innskráð þig.

source: Feel free to mess around! A good place to start might be the "Upcoming" or "Lists" menu options above.
is: Leyfðu þér að fikta! Góðir byrjunarstaðir gætu verið valblöðin „Á döfinni“ og „Listar“ hér að ofan.

source: registration
is: skráning

source: You (or someone on your behalf) have asked to register an account at %(site_name)s.
is: Þú (eða einhver fyrir þína hönd) hefur óskað eftir aðgangi að vefnum %(site_name)s.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
is: Til þess að virkja aðganginn, vinsamlegast smelltu á eftirfarandi tengil næstu %(expiration_days)s daga:

source: Sincerely, %(site_name)s Management
is: Með vænni kveðju, %(site_name)s

source: Account activation on
is: Aðgangur virkjaður

source: It wasn't possible to automatically determine your name and initials. Please provide them below. If your initials have already been taken, you may need to extend one of them a bit. For example, if your name is "Albert Bruce Charlemagne" and "ABC" is taken, you could try "AlbertBC" or "ABChar". The point is to conserve space, so please try to keep it short.
is: Það reyndist ekki mögulegt að komast sjálfkrafa að nafni þínu og upphafsstöfum. Vinsamlegast settu hvort tveggja fram hér að neðan. Ef upphafsstafir þínir eru þegar fráteknir geturðu útvíkkað þá ögn. Til dæmis, ef þú heitir „Alex Blær Charlemagne“ en upphafsstafirnir „ABC“ eru fráteknir geturðu prófað „AlexBC“ eða „ABChar“. Hugmyndin er að spara pláss, þannig að vinsamlegast reyndu að hafa upphafsstafina fáa.

source: Save
is: Vista

source: Reset Password
is: Endurstilla lykilorð

source: Logged out
is: Útskráð

source: Successfully logged out
is: Útskráning tókst

source: Your password was successfully changed.
is: Lykilorði þínu var breytt.

source: OK
is: Í lagi

source: Password reset complete
is: Lykilorð endurstillt

source: Your password has been reset!
is: Lykilorðið þitt hefur verið endurstillt!

source: Confirm password reset
is: Staðfesting endurstillingar lykilorðs

source: Enter your new password below to reset your password:
is: Settu inn nýtt lykilorð hér fyrir neðan.

source: Password reset unsuccessful.
is: Endurstilling lykilorðs mistókst.

source: Try again
is: Reyna aftur

source: Password reset
is: Lykilorð endurstillt

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
is: Þér hefur verið sendur póstur með tengli sem leyfir þér að endurstilla lykilorðið þitt. Vinsamlegast kíktu í tölvupóstinn þinn til að halda áfram.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
is: Þú hefur beðið um endurstillingu á lykilorði fyrir aðgang þinn að vefnum %(site_name)s.

source: Please go to the following page and choose a new password:
is: Vinsamlegast smelltu á eftirfarandi tengil og veldu nýtt lykilorð:

source: Your username, in case you've forgotten:
is: Notandanafn þitt er, ef ske kynni að þú hefðir gleymt því:

source: Forgot your password? Enter your email in the form below and we'll send you instructions for creating a new one.
is: Gleymdirðu lykilorðinu þínu? Settu inn netfangið þitt hér fyrir neðan og þér verða sendar leiðbeiningar um hvernig þú getur endurstillt það.

source: Activation email sent
is: Staðfestingarpóstur sendur

source: Please check your email to complete the registration process.
is: Vinsamlegast staðfestu netfang þitt með því að kíkja í tölvupóst sem þér hefur verið sendur.

source: Close
is: Loka

source: Terms and Conditions
is: Notkunarskilmálar

source: version
is: útgáfa

source: In order to use this software, you must accept the following terms and conditions.
is: Til þess að nota þennan hugbúnað verður þú að samþykkja eftirfarandi skilmála.

source: Information
is: Upplýsingar

source: Accept all
is: Samþykkja alla
